{
    "home": "Home",
    "about": "About me",
    "skills": "Skills",
    "project": "Projects",
    "name": "I'm Ilyosjon Axmadaliyev",
    "job": "Web Developer",
    "expert": "Frontent enginer",
    "country": "From Uzbekistan",
    "about_me": "Nowadays, it is difficult to imagine the world without digital technologies. Therefore, the demand for 'IT' specialists is very high and we are witnessing that this demand is increasing more and more. For this reason, I decided to keep up with the times and study 'PROGRAMMING' based on my interests. I am currently working as a FrontEnd Developer in web development. My goal is to gain experience and contribute to the development of the company I work for, to become a world-class specialist!",
    "edu_title": "Education",
    "edu_name": "NAJOT TA'LIM",
    "edu_name_desc": "modern vocational training center,",
    "edu_branch": "Fergana branch",
    "edu_branch_desc": ". 2022 - 2023 in the direction of Frontend -",
    "edu_branch_desc_skill": "React Js",
    "skills_1": "Backend: basics with NODE JS",
    "skills_desc": "In our century, which is developing in every field, it is necessary to continuously master the advanced technologies related to our field. Learning HTML, CSS, and JavaScript is no longer enough to become a good front-end developer. So I wanted to list some of the skills I've learned so far that are essential for a strong front-end developer. And these are:",
    "category_skills": "Technical skills",
    "programs_used": "Programs used",
    "languages": "Languages",
    "uz": "Uzbek - (native)",
    "ru": "Russian - (B1 medium)",
    "en": "English - (A2 basic)",
    "project_desc": "When I set out to become a web developer, I set myself many noble goals. During my studies, I worked a lot on myself and did many small projects. And I want to share some of them with you. These projects may not attract much attention, but I promise to share the results with you in the near future when I get involved in big and real projects with a big team!",
    "more_info": "More Info",
    "biointech": "'BioInTech' Responsive website",
    "medol": "'Medol' Responsive website",
    "more_info1": "Responsive website with redux-toolkit",
    "more_info2": "User information (Crud app)",
    "more_info3": "ToDo List",
    "more_info4": "Weather App (API)",
    "more_info5": "Create User App (CRUD)",
    "more_info6": "English Words",
    "footer": "Developed in 2023. I appreciate your visit!"
}

