{
    "home": "Домашняя страница",
    "about": "Обо мне",
    "skills": "Навыки",
    "project": "Проекты",
    "name": "Я Ильёсжон Ахмадалиев",
    "job": "Веб-разработчик",
    "expert": "Фrontend-инженер",
    "country": "Из Узбекистана",
    "about_me": "Сегодня сложно представить мир без цифровых технологий. Поэтому спрос на «ИТ» специалистов очень высок и мы наблюдаем, что этот спрос все больше и больше увеличивается. По этой причине я решил идти в ногу со временем и изучать «ПРОГРАММИРОВАНИЕ» исходя из своих интересов. В настоящее время я работаю FrontEnd-разработчиком в сфере веб-разработки. Моя цель – получить опыт и внести свой вклад в развитие компании, в которой я работаю, стать специалистом мирового уровня!",
    "edu_title": "Образование",
    "edu_name": "NAJOT TA'LIM",
    "edu_name_desc": "современный центр профессионального обучения,",
    "edu_branch": "Ферганский филиал",
    "edu_branch_desc": ". 2022 - 2023 по направлению Frontend -",
    "edu_branch_desc_skill": "React Js",
    "skills_1": "Bckend: основы с NODE JS",
    "skills_desc": "В наш век, развивающийся во всех сферах, необходимо постоянно осваивать передовые технологии, относящиеся к нашей сфере. Изучать HTML, CSS и JavaScript уже недостаточно, чтобы стать хорошим интерфейсным разработчиком. Поэтому я хотел бы перечислить некоторые из приобретенных мной на данный момент навыков, которые необходимы сильному фронтенд-разработчику. И это:",
    "category_skills": "Технические навыки",
    "programs_used": "Используемые программы",
    "languages": "Языки",
    "uz": "Узбекский - (родной)",
    "ru": "Русский - (средний уровень B1)",
    "en": "Английский - (Базовый уровень А2)",
    "project_desc": "Когда я решил стать веб-разработчиком, я поставил перед собой много благородных целей. Во время учебы я много работал над собой и делал множество небольших проектов. И я хочу поделиться с вами некоторыми из них. Возможно, эти проекты не привлекут особого внимания, но я обещаю поделиться с вами результатами в ближайшем будущем, когда займусь большими и реальными проектами с большой командой!",
    "more_info": "Больше информации",
    "biointech": "'BioInTech' Адаптивный веб-сайт",
    "medol": "'Medol' Адаптивный веб-сайт",
    "more_info1": "Адаптивный веб-сайт с Redux-toolkit",
    "more_info2": "Информация о пользователе (приложение Crud)",
    "more_info3": "Список дел",
    "more_info4": "Приложение «Погода» (API)",
    "more_info5": "Создать пользовательское приложение (CRUD)",
    "more_info6": "Английские слова",
    "footer": "Разработано в 2023 году. Благодарю за ваш визит!"
}