{
    "home": "Bosh sahifa",
    "about": "Men haqimda",
    "skills": "Ko'nikmalar",
    "project": "Loyihalar",
    "name": "Ilyosjon Axmadaliyev",
    "job": "Veb dasturchisi",
    "expert": "Frontent muhandisi",
    "country": "O'zbekiston Respublikasi",
    "about_me": "Hozirgi kunda dunyoni raqamli texnologiyalarsiz tasavvur qilish qiyin. Shu bois “IT” mutaxassislariga talab juda yuqori va bu talab tobora ortib borayotganining guvohi bo'lmoqdamiz. Shu sababdan ham zamon bilan hamnafas bo‘lib, qiziqishlarimdan kelib chiqqan holda “DASTURLASHTIRISH” yo‘nalishini o‘rganishga qaror qildim. Men hozirda veb-ishlab chiqishda FrontEnd Developer sifatida ishlayapman. Maqsadim tajriba orttirish va o'zim ishlayotgan kompaniyam rivojiga hissa qo'shish, jahon darajasidagi mutaxassis bo'lish!",
    "edu_title": "Ta'lim",
    "edu_name": "NAJOT TA'LIM",
    "edu_name_desc": "zamonaviy kasblar o'quv markazi,",
    "edu_branch": "Farg'ona filyali",
    "edu_branch_desc": ". 2022 - 2023 yillar Frontend yo'nalishi bo'yicha -",
    "edu_branch_desc_skill": "React Js",
    "skills_1": "Backend: asoslari NODE JS bilan",
    "skills_desc": "Har bir sohada rivojlanib borayotgan asrimizda sohamizga tegishli ilg‘or texnologiyalarni uzluksiz o‘zlashtirish zarur. Yaxshi front-end dasturchi bo'lish uchun HTML, CSS va JavaScript-ni o'rganish endi etarli emas. Shuning uchun men kuchli front-end dasturchi uchun zarur bo'lgan hozirgacha o'rgangan ko'nikmalarimning bir qismini sanab o'tmoqchi edim. Va bular:",
    "category_skills": "Texnik ko'nikmalar",
    "programs_used": "Foydalaniladigan dasturlar",
    "languages": "Tillar",
    "uz": "O'zbek - (ona tili)",
    "ru": "Rus tili - (B1 o'rta)",
    "en": "Inglis tili - (A2 boshlang'ich)",
    "project_desc": "Men veb-dasturchi bo'lishni maqsad qilganimda, o'z oldimga ko'plab ezgu maqsadlarni qo'ydim. O'qish davrida men o'z ustimda ko'p ishladim va ko'plab kichik loyihalarni amalga oshirdim. Va men ulardan ba'zilarini siz bilan baham ko'rmoqchiman. Bu loyihalar ko'p e'tiborni jalb qilmasligi mumkin, lekin yaqin kelajakda katta jamoa bilan katta va real loyihalarda qatnashganimda natijalarni sizlar bilan baham ko'rishga va'da beraman!",
    "more_info": "Ko'proq malumot",
    "more_info1": "Moslashuvchan vebsayt Redux toolkit bilan",
    "more_info2": "Foydalanuvchi malumotlari (Crud dastur)",
    "more_info3": "Vazifalar ro'yxati",
    "more_info4": "Ob-havo malumotlari (API)",
    "more_info5": "Foydalanuvchi yaratish (CRUD)",
    "more_info6": "Inglizcha so'zlar",
    "footer": "2023-yilda ishlab chiqilgan. Tashrifingiz uchun minnatdorman!"
}